Repository: IndexStorm/ezTask
Catalog: ezTask/ezTask/Localization/*.lproj/Localizable.strings
Languages: ru

# button.schedule
source: Schedule
ru: Неделя

# button.list
source: List
ru: День

# label.today
source: Today
ru: Сегодня

# label.tomorrow
source: Tomorrow
ru: Завтра

# label.thisWeek
source: This Week
ru: Неделя

# label.later
source: Later
ru: Позже

# label.generalSettings
source: GENERAL SETTINGS
ru: ОСНОВНЫЕ

# label.feedback
source: FEEDBACK
ru: ОБРАТНАЯ СВЯЗЬ

# label.settings
source: Settings
ru: Настройки

# label.appBadge
source: App Badge
ru: Значок приложения

# label.dailyNotifications
source: Daily Notifications
ru: Ежедневные уведомления

# label.hideCompleted
source: Hide Completed
ru: Скрыть выполненные

# label.rateOnTheAppStore
source: Rate on the AppStore
ru: Оцените приложение

# label.completed
source: Completed
ru: Выполненные

# label.theme
source: Theme
ru: Тема

# label.home
source: Home
ru: Задачи

# label.newTask
source: New Task
ru: Новая задача

# label.addSubtask
source: Add Subtask
ru: Добавить подзадачу

# label.addReminder
source: Add Reminder
ru: Напоминание

# label.highPriority
source: High Priority
ru: Важная задача

# label.newSubtask
source: New Subtask
ru: Подзадача

# label.notifications
source: Notifications
ru: Уведомления

# label.emptyTask
source: Empty task
ru: Пустая задача

# label.begin
source: Begin
ru: Начать

# label.continue
source: Continue
ru: Продолжить

# label.allowNotifications
source: Allow Notifications
ru: Разрешить уведомления

# label.backToToday
source: Today
ru: Назад

# label.complete
source: Complete
ru: Выполнить

# label.done
source: Done
ru: Готово

# label.morning
source: Morning
ru: Утро

# label.evening
source: Evening
ru: Вечер

# label.days
source: Days
ru: День

# lable.repeat
source: Repeat
ru: Повторять

# lable.remove
source: Remove
ru: Удалить

source: Indigo
ru: Индиго

source: Green
ru: Зеленый

source: Red
ru: Красный

source: Blue
ru: Голубой

source: Pink
ru: Розовый

source: Orange
ru: Оранжевый

source: Purple
ru: Фиолетовый

source: Teal
ru: Тил

source: Yellow
ru: Желтый

source: Salmon
ru: Лосось

source: Black
ru: Черный

source: Blush Pink
ru: Румянец

source: Set equal to the number of today's tasks
ru: Показывать количество задач на сегодня

source: Send morning and evening notifications
ru: Отправлять утренние и вечерние уведомления

source: Hide completed tasks in List
ru: Скрывать выполненные на неделе

source: Feel free to mail us any questions
ru: Не стесняйтесь писать любые замечания и пожелания

source: Leave your feedback on the app page
ru: Оставьте отзыв на приложение в AppStore

source: You don't have any completed tasks
ru: У вас еще нет выполненных задач

source: What are you planning?
ru: Что надо сделать?

source: In order to set alarms and get things done, please allow the app to deliver notifications.
ru: Пожалуйста, разрешите нашему приложению отправлять уведомления, чтобы ставить напоминания и не пропускать важных задач

source: Swipe down to create a new task
ru: Свайпни, чтобы добавить задачу

source: Swipe one more time to save it
ru: Свайпни еще раз, чтобы сохранить

source: Eazy as that
ru: Да, это всё

source: Switch between representations
ru: Переключайтесь между представлениями

source: Use menu button to find more features
ru: Используйте меню для дополнительных функций

source: A simple task for today
ru: Обычная задача на сегодня

source: done Download the app undone Become more productive
ru: done Скачать приложение undone Стать продуктивным

source: Swipe left to delete the task
ru: Свайпни влево, чтобы удалить задачу

source: Create a task by yourself
ru: Создай свою задачу

source: undone Swipe down undone Enter the text undone Swipe down to save
ru: undone Свайпни вниз undone Введи текст undone Свайпни, чтобы сохранить

source: Watch a movie
ru: Посмотреть фильм

source: undone Snatch undone The Transporter undone Crank
ru: undone Большой куш undone Перевозчик undone Адреналин

source: Rate the app on AppStore
ru: Оценить приложение в AppStore

source: Remind in 15 minutes
ru: Напомнить через 15 минут

source: Remind in 30 minutes
ru: Напомнить через 30 минут

source: Good morning
ru: Хорошего дня

source: You have 1 task for today 💪
ru: У тебя всего 1 задача на сегодня 💪

source: You have %d tasks for today 💪
ru: Задач на сегодня: %d 💪

source: You don't have any tasks for today. Lucky you 😉
ru: У тебя нет задач на сегодня. А ты везунчик 😉

source: Good evening
ru: Добрый вечер

source: You have completed 1 task today. Good job 👍
ru: Ты выполнил 1 задачу за сегодня. Молодец 👍

source: You have completed %d tasks today. Good job 👍
ru: Итак, задач за сегодня выполнено: %d Хорошая работа 👍

source: Don't forget to mark your completed tasks for today 😉
ru: Не забудь отметить выполненные задачи 😉

source: “The Way To Get Started Is To Quit Talking And Begin Doing.”
ru: “Лучший способ начать делать – перестать говорить и начать делать.”

source: What's new
ru: Что новенького?

source: Version: 1.3.3
ru: Версия: 1.3.3
